{"od2001":{"title":"2001: O odisee spațială","author":"Sir Arthur Charles Clarke","genre":"SF","description":"2001: O odisee spațială este un roman științifico-fantastic din 1968 scris de Arthur C. Clarke. A fost conceput concomitent cu versiunea de film a lui Stanley Kubrick și publicat după apariția filmului. Intriga are la bază idei din mai multe povestiri ale lui Clarke, în special \"Sentinela\" (scrisă în 1948 pentru un concurs organizat de BBC, dar publicată abia în 1951 sub titlul \"Sentinel of Eternity\"). Detaliile despre colaborarea dintre Clarke și Kubrick la acest proiect se regăsesc în cartea The Lost Worlds of 2001 (1972). "},"eragon":{"title":"Eragon","author":"Christopher Paolini","genre":"Fantezie","description":"Eragon (2002) (titlu original Eragon) este un roman fantasy scris de Christopher Paolini, fiind primul volum din Ciclul Moștenirea a cărui acțiune se petrece în lumea fantastică Alagaësia. Paolini a început lucrul la roman la vârsta de 15 ani și, după ce a lucrat un an la manuscris, l-a rescris în anul care a urmat, șlefuind acțiunea și personajele. După ce au citit versiunea finală, părinții lui au decis să îl publice la propria editură, Paolini promovându-l în anul care a urmat în cadrul unui turneu de-a lungul Statelor Unite. Cartea a fost descoperită întâmplător de Carl Hiaasen, care i-a încredințat-o spre re-publicare lui Alfred A. Knopf, noua ediție fiind lansată pe piață pe 26 august 2003. "},"tolky":{"title":"Stăpânul inelelor: Frăția Inelului","author":"\tJ. R. R. Tolkien","genre":"Fantezie, Aventura","description":"Frăția Inelului (engleză The Fellowship of the Ring) este primul volum al trilogiei Stăpânul Inelelor, scrisă de către J. R. R. Tolkien. Volumul are loc în universul fictiv Pământul de Mijloc. A fost publicat pentru prima dată pe 29 iulie 1954 în Regatul Unit. Volumul are un prolog intitulat \"Cu privire la hobbiți și la alte lucruri\", care este urmat de cărțile întâi și doi. "},"tolky2":{"title":"Stăpânul inelelor: Cele două turnuri","author":"\tJ. R. R. Tolkien","genre":"Fantezie, Aventura","description":"Cel de-al doilea volum, Cele două turnuri, este împărțit în două povești paralele, câte una în fiecare carte: Cartea a III-a detaliază aventurile membrilor Frăției rămași în viață, care ajută regatul numit Rohan în lupta sa împotriva lui Saruman. În începutul cărții, Frăția este atacată de către o companie de orci (unii aflându-se în slujba Seniorului Întunecimii Sauron sau a vrăjitorului Saruman), Boromir fiind ucis în luptă, iar Merry și Pippin fiind răpiți de către orci (Saruman hotărște să ia el însuși inelul și-i trimite pe orci săi, poruncind să-i aducă hobbiții în viață în Isengard, în timp ce Sauron își trimisese orcii să prade, dar și să aducă prizonierii în aceleași condiții dar în Mordor). "},"tolky3":{"title":"Stăpânul inelelor: Întoarcerea regelui","author":"\tJ. R. R. Tolkien","genre":"Fantezie, Aventura","description":"Cel de-al treilea volum, Întoarcerea regelui începe cu Gandalf care ajunge la cetatea Minas Tirith, din Gondor, împreună cu Pippin, pentru a avertiza orașul în legătură cu atacul iminent ce urmează să fie lansat de către Sauron. Merry se alătură armatei din Rohan, în timp ce componenții Frăției, conduși de către Aragorn se avântă pe Cărările Morții având speranța că pot găsi o armată formată din sufletele morților care îi vor ajuta împotriva corsarilor din Umbar. Gandalf, Aragorn și ceilalți membri ai Frăției asistă astfel la marele război lansat de către Sauron împotriva regatului Gondor. Cu ajutorul călăreților din Rohan și a asaltului lui Aragorn dinspre râu, procente semnificante din armata lui Sauron au fost înfrânte, iar cetatea Minas Tirith a câștigat lupta. Totuși, Sauron dispunea încă de mii de supuși, iar personajele principale sunt nevoite să înceapă o luptă pentru totul sau nimic, lângă Poarta Neagră a Mordorului. Planul acestora este să îi distragă atenția lui Sauron, pentru a-i da lui Frodo suficient timp pentru a distruge Inelul. "},"it":{"title":"IT","author":"Stephen King","genre":"Horror","description":"Orașul bântuIT (titlu original «It») este un roman de groază scris de romancierul Stephen King, publicat pentru prima dată în 1986. Este una dintre cele mai lungi cărți ale sale, depășind o mie de pagini. Considerat unul dintre cele mai viscerale și grafice romane ale sale, \"It\" aduce în prim plan teme care vor reprezenta stilul romancierului Stephen King: puterea memoriei, puterea unui grup unit, trauma unei copilării și urâțenia din spatele unei frumuseți, totul întregit într-un oraș mic, clișeu folosit doar de fațadă. "},"got":{"title":"Urzeala tronurilor","author":"George R. R. Martin","genre":"Fantezie","description":"Urzeala tronurilor (1996) (titlu original A Game of Thrones) este prima carte din seria Cântec de gheață și foc, o epopee fantastică scrisă de George R. R. Martin. Romanul, publicat pe 6 august 1996, a câștigat premiul Locus în 1997[1] și a fost nominalizat în 1998 pentru Premiul Nebula[2] și pentru premiul World Fantasy în 1997[1]. Nuvela Blood of the Dragon (Sângele dragonului), care cuprinde capitolele despre Daenerys Targaryen ale romanului, a câștigat în 1997 premiul Hugo pentru \"Cea mai bună nuvelă\". "},"mate":{"title":"The Symmetries of Things","author":"John Horton Conway","genre":"Matematica","description":""},"mate2":{"title":"The Joy of X: A Guided Tour of Math, from One to Infinity","author":"Steven Strogatz","genre":"Matematica","description":""}}